## Отчет о тестировании: Money Transfer

### Краткое описание

* По причине того что были внесены не верные переменные, верно было бы LONG вместо INT так как в переменной Long количество цифровых значении содержится больше.

### Описание тестов

* Было проведено функциональное тестирование где Int, заменил на Long

### Результаты

* [Введены неверные переменные](https://github.com/avet87/progJava/issues/1#issue-787095713)

### Общие рекомендации

* Рекомендую уделять большое внимание на переменные.
